Repository: alarionov123/extended_social_buttons
Catalog: var/langs/*/addons/extended_social_buttons.po
Languages: ru

# Addons::name::extended_social_buttons
source: Extended social buttons
ru: Расширеные социальные кнопки

# Addons::description::extended_social_buttons
source: Integrates buttons to facilitate sharing of products and pages across various social media platforms like Twitter, Facebook, and others. Enhances the presentation of your site's links on social networks and messaging apps for improved visibility.
ru: Внедряет кнопки для упрощения обмена продуктами и страницами через различные социальные медиа-платформы, такие как Twitter, Facebook и другие.

# SettingsOptions::extended_social_buttons::telegram_comment_text
source: Optional Comment
ru: Комментарий

# SettingsOptions::extended_social_buttons::viber_text
source: Promo text
ru: Промо-текст

# SettingsOptions::extended_social_buttons::odnoklassniki_text
source: Promo text
ru: Промо-текст

# SettingsOptions::extended_social_buttons::twitter_text
source: Promo text
ru: Промо-текст

# SettingsOptions::extended_social_buttons::twitter_settings
source: Twitter settings
ru: Настройки Twitter

# SettingsOptions::extended_social_buttons::odnoklassniki_settings
source: Odnoklassniki settings
ru: Настройки Одноклассники

# SettingsOptions::extended_social_buttons::viber_settings
source: Viber settings
ru: Настройки Viber

# SettingsOptions::extended_social_buttons::telegram_settings
source: Telegram settings
ru: Настройки Telegram

# SettingsOptions::extended_social_buttons::social_settings
source: These social buttons will appear on product pages
ru: Эти социальные кнопки будут отображены в вашем магазине

# SettingsVariants::extended_social_buttons::social_settings::telegram
source: Telegram button
ru: Кнопка Telegram

# SettingsVariants::extended_social_buttons::social_settings::viber
source: Viber button
ru: Кнопка Viber

# SettingsVariants::extended_social_buttons::social_settings::twitter
source: Twitter button
ru: Кнопка Twitter

# SettingsVariants::extended_social_buttons::social_settings::odnoklassniki
source: Odnoklassniki button
ru: Кнопка Одноклассники

# SettingsVariants::extended_social_buttons::social_settings::linkedin
source: Linkedin button
ru: Кнопка Linkedin

# SettingsVariants::extended_social_buttons::social_settings::facebook
source: Facebook button
ru: Кнопка Facebook

# SettingsVariants::extended_social_buttons::social_settings::skype
source: Skype button
ru: Кнопка Skype

# SettingsVariants::extended_social_buttons::social_settings::vk
source: VK button
ru: Кнопка VK

# SettingsVariants::extended_social_buttons::social_settings::pinterest
source: Pinterest button
ru: Кнопка Pinterest

# SettingsOptions::extended_social_buttons::twitter_hashtags
source: Hashtags
ru: Хэштеги

# SettingsTooltips::extended_social_buttons::twitter_hashtags
source: Separated with comma
ru: Разделенные запятой

# SettingsTooltips::extended_social_buttons::twitter_via
source: i.e. 'via @username'
ru: к примеру 'via @username'

# SettingsOptions::extended_social_buttons::social_pages
source: Show social buttons on
ru: Отображать кнопки на

# SettingsVariants::extended_social_buttons::social_pages::pages
source: Pages
ru: Страницы

# SettingsVariants::extended_social_buttons::social_pages::products
source: Products
ru: Товары
